/* No comment provided by engineer. */
"%.1fG" = "%.1fG";

/* No comment provided by engineer. */
"%.1fK" = "%.1fK";

/* No comment provided by engineer. */
"%.1fM" = "%.1fM";

/* No comment provided by engineer. */
"< 1K" = "< 1K";

/* Title of the dialog that appears when dragging to a file that already exists in the Finder */
"A file already exists with this name." = "Es existiert bereits eine Datei mit diesem Namen.";

/* Explanation text for the dialog that appears when dragging a file to a location where a file with the same name already exists. */
"A file named \\U201C%@\\U201D already exists in \\U201C%@\\U201D. You can choose to use a unique name for the new file, replace the old file, or cancel the drop." = "Es existiert bereits eine Datei mit dem Namen “%1$@” im Verzeichnis “%2$@”. Wählen Sie einen neuen Namen für die Datei, ersetzen Sie die bestehende Datei am Zielort, or brechen Sie den Vorgang ab.";

/* No comment provided by engineer. */
"A new version of teleport is available!" = "Es ist eine neue Version von teleport verfügbar!";

/* No comment provided by engineer. */
"Accept" = "Annehmen";

/* No comment provided by engineer. */
"Accept and Reject Others" = "Annehmen und andere abweisen";

/* Trust request dialog */
"Asking host \\U201C%@\\U201D for trust" = "“%@” um Vertrauensverhältnis ersuchen";

/* Text in dialog about accessibility */
"Assistive Device" = "Hilfsgerät";

/* No comment provided by engineer. */
"Betatester!" = "Betatester!";

/* No comment provided by engineer. */
"Build %@" = "Build %@";

/* Generic cancel button in dialog */
"Cancel" = "Abbrechen";

/* Title in certificate selection panel */
"Choose certificate" = "Zertifikat auswählen";

/* No comment provided by engineer. */
"Configure\\U2026" = "Konfigurieren…";

/* Title for connection failure */
"Connection to \\U201C%@\\U201D failed." = "Verbindung zu “%@” fehlgeschlagen.";

/* No comment provided by engineer. */
"controlled by %@" = "gesteuert durch %@";

/* No comment provided by engineer. */
"controlling %@" = "steuert %@";

/* Button in dialog */
"Deactivate teleport" = "teleport deaktivieren";

/* No comment provided by engineer. */
"Delete pairing" = "Pairing entfernen";

/* Button title */
"Disable Encryption" = "Verschlüsselung deaktivieren";

/* Text in dialog about accessibility */
"Disabled access for assistive devices" = "Zugriff für Hilfsgeräte deaktiviert";

/* No comment provided by engineer. */
"Don't show again" = "Nicht wieder anzeigen";

/* No comment provided by engineer. */
"Drag & Drop files" = "Dateien verschieben und ablegen";

/* Button title */
"Enable" = "Aktivieren";

/* Text in dialog for certificate missing error */
"Encryption requires a certificate" = "Verschlüsselung erfordert ein Zertifikat";

/* No comment provided by engineer. */
"File not sent" = "Datei nicht gesendet";

/* No comment provided by engineer. */
"File sent (%@)" = "Datei gesendet (%@)";

/* Title for control failure */
"Host \\U201C%@\\U201D rejected control." = "Host “%@” hat die Steuerung abgelehnt.";

/* Reason for trust failure */
"Host not accepting any more trusted hosts." = "Host akzeptiert keine weiteren vertrauenswürdigen hosts.";

/* Reason for control failure */
"Host not controllable." = "Host kann nicht gesteuert werden.";

/* Reason for control failure */
"Host not trusted." = "Host nicht vertrauenswürdig.";

/* Explanation in dialog for certificate missing error */
"In order to activate encryption, teleport needs a valid certificate, but couldn't find one in your Keychain.\nYou'll need to create a certificate and re-activate encryption. Note that the certificate algorithm and key size must match between the server and the clients.\n\nWould you like to launch Certificate Assistant to create a new self-signed certificate?\nRecommended settings: RSA 1024 bits, all others to default values." = "Um die Verschlüsselung zu aktiveren, benötigt teleport ein gültiges Zertifikat, konnte jedoch keines im Schlüsselbund finden. Bitte beachten Sie, dass der Zertifikats-Algorithmus und die Schlüssellänge bei Server und Clients identisch sein müssen.\n\nMöchten Sie den Zertifikats-Assistenten starten, um ein neues, selbst-signiertes Zertifikat zu erstellen?\nEmpfohlene Einstellungen: RSA 1024 Bit, ansonsten Standard-Einstellungen.";

/* Button title */
"Launch Assistant" = "Start-Assisten";

/* No comment provided by engineer. */
"No" = "Nein";

/* No comment provided by engineer. */
"No shared Mac found on local network. Please check \\U201CShare this Mac\\U201D on the Macs you want to control." = "Kein gesharter Mac im lokalen Netzwerk gefunden. Bitte überprüfen Sie die Einstellungen im Bereich \\U201CGemeinsame Nutzung\\U201D.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Pasteboard not sent" = "Zwischenablage nicht gesendet";

/* No comment provided by engineer. */
"Pasteboard sent (%@)" = "Zwischenablage gesendet (%@)";

/* Button title */
"Re-enable" = "Erneut aktivieren";

/* No comment provided by engineer. */
"Reject" = "Abweisen";

/* Replace button to replace an existing file. */
"Replace" = "Ersetzen";

/* No comment provided by engineer. */
"Screen %d - %.0fx%.0f" = "Bildschirm %1$d - %2$.0fx%3$.0f";

/* No comment provided by engineer. */
"Screen to share" = "Gemeinsam zu nutzender Bildschirm";

/* Informative text in certificate selection panel */
"Select the certificate to be used for encryption. It must have the same encryption algorithm as the one used on the other Macs." = "Wählen Sie das Zertifikat, das für die Verschlüsselung verwendet werden soll. Es muss den selben Verschlüsselungsalgorithmus haben wie die anderen Macs.";

/* No comment provided by engineer. */
"Share this Mac" = "Gemeinsame Nutzung";

/* No comment provided by engineer. */
"Synchronize pasteboard" = "Zwischenablage synchronisieren";

/* No comment provided by engineer. */
"teleport %@ is now available.\n%@\n\nWould you like to download the new version now?" = "teleport %1$@ ist verfügbar.\n%2$@\n\nMöchten Sie die neue Version nun herunter laden?";

/* No comment provided by engineer. */
"teleport is up-to-date." = "teleport ist auf dem neuesten Stand.";

/* Explanation in dialog for accessibility */
"The access for assistive devices has been disabled although teleport needs this to operate.\n\nWould you like to re-enable it now or deactivate teleport?" = "Der Zugriff für Hilfsgeräte ist deaktiviert, obwohl teleport ihn benötigt.\n\nMöchten Sie den Zugriff für Hilfsgeräte aktivieren oder teleport deaktiveren?";

/* No comment provided by engineer. */
"The computer you tried to control rejected your request. You should try on a computer you own." = "Der Computer, den Sie steuern wollen, hat Ihre Anfrage abgewiesen. Versuchen Sie nur Computer zu steuern, die Sie auch besitzen.";

/* Title for trust failure */
"The host \\U201C%@\\U201D rejected your trust request." = "Der Host “%@” hat Ihre Vertrauensanfrage abgewiesen.";

/* No comment provided by engineer. */
"The host has probably removed this Mac from its trusted hosts list. Do you want to ask for trust again?" = "Der Host hat diesen Mac wahrscheinlich von seiner Liste vertrauenswürdiger Hosts entfernt. Möchten Sie eine neue Vertrauensanfrage stellen?";

/* Invalid protocol error message */
"The Mac you tried to control is using teleport protocol v%d, but you're using v%d." = "Der Mac, den Sie steuern möchten, verwendet das teleport Protokoll v%1$d; Sie verwenden jedoch v%2$d.";

/* No comment provided by engineer. */
"The server may be down, or an encryption problem may have occured. If encryption is enabled, please check that the certificate algorithms match." = "Der Server ist entweder nicht erreichbar, oder es ist ein Verschlüsselungsproblem aufgetereten. Wenn die Verschlüsselung aktiviert ist, stellen Sie bitte sicher, dass die Zertifikats-Algorithmen identisch sind.";

/* No comment provided by engineer. */
"This will allow the demanding host to take control of your mouse and keyword. All keystrokes and transfers will be encrypted with this host.\nIf you didn't request the control, you should Reject it." = "Dem anfragenden Host wird erlaubt, die Steuerung über Ihre Maus und Ihre Tastatur zu übernehmen. Alle Tastenanschläge und Übertragungen werden verschlüsselt übertragen.\nWenn Sie die Steuerung nicht erbeten haben, sollten Sie sie abweisen.";

/* No comment provided by engineer. */
"This will allow the demanding host to take control of your mouse and keyword. Warning: the keystrokes and transfers will be sent clear on your network. You should enable encryption on both Macs to encrypt these.\nIf you didn't request the control, you should Reject it." = "Dem anfragenden Host wird erlaubt, die Steuerung über Ihre Maus und Ihre Tastatur zu übernehmen. Warnung: Tastenanschläge und Übertragungen werden unverschlüsselt übertragen!\nWenn Sie die Steuerung nicht erbeten haben, sollten Sie sie abweisen.";

/* teleport trust request title - certified version */
"Trust request from certified host \\U201C%@\\U201D." = "Anfrage vom zertifizierten Host “%@” vertrauen.";

/* teleport trust request title - uncertified version */
"Trust request from uncertified host \\U201C%@\\U201D." = "Anfrage vom nicht zertifizierten host “%@” vertrauen.";

/* Unique button in dialog, to make a unique name of an existing filename */
"Unique" = "Eindeutig";

/* Address of unknown trusted host */
"unknown address" = "unbekannte Adresse";

/* Name of unknown trusted host */
"unknown name" = "unbekannter Name";

/* Name for unamed server */
"unnamed" = "unbenannt";

/* Reason for trust failure */
"User rejected your trust request." = "Der Benutzer hat Ihre Vertrauensanfrage abgwiesen.";

/* Invalid protocol error title */
"Wrong protocol version" = "Falsche Protokoll-Version";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* No comment provided by engineer. */
"You have the most recent version of teleport." = "Sie haben die neueste Version von teleport.";

/* Explanation in dialog for accessibility */
"You must enable access for assistive devices to activate teleport. You may need administrator privileges to do this.\n\nWould you like to enable this now?" = "Sie müssen den Zugriff für Hilfsgeräte aktivieren, um teleport zu aktivieren. Möglicherweise benötigen Sie Administrator-Rechte, um dies zu tun.\n\nMöchten Sie den Zugriff für Hilfsgeräte nun aktivieren?";

/* Trust request message */
"You should now grant the trust on your other Mac." = "Sie sollten nun das Vertrauensverhältnis auf Ihrem anderen Mac bestätigen.";

/* No comment provided by engineer. */
"Your build (%d) is newer than the latest available (%d), so you must be a betatester. Congratulations!" = "Ihr Build (%1$d) ist aktueller als das Build der neuesten verfügbaren Version (%2$d). Sie müssen also Betatester sein. Herzlichen Glückwunsch!";

/* No comment provided by engineer. */
"zero" = "null";